Repository: Alexgar98/avilesnorlingswift
Catalog: avilesnorling/*.lproj/Localizable.strings
Languages: fr, sv

# venta
source: Sale
fr: Vente
sv: Försäljning

# alquiler
source: Rental
fr: De location
sv: Uthyrning

# vacaciones
source: Holidays
fr: De vacances
sv: Högtider

# referencia
source: Reference
fr: Références
sv: Referensnr

# oferta
source: Offer
fr: Offre
sv: Erbjudande

# tipoInmueble
source: Property type
fr: Type de propriété
sv: Fastighetstyp

# dormitorios
source: Bedrooms
fr: Chambres
sv: Sovrum

# superficie
source: Area from
fr: Surface de
sv: Omradet fran

# personas
source: Guests
fr: Invités
sv: Gäster

# fecha
source: Date
sv: Datum

# buscar
source: Search
fr: Chercher
sv: Sök

# precioDesde
source: Price from
fr: Prix à partir
sv: Pris fran

# precioHasta
source: Price to
fr: Prix à
sv: Pris till

# descripcion
source: Description:
sv: Beskrivning:

# caracteristicas
source: Features:
fr: Caractéristiques:
sv: Beskrivning:

# reservar
source: Book
sv: Boka

# pisos
source: Flats
fr: Appartements
sv: Lägenheter

# casas
source: Houses
fr: Maisons
sv: Hus

# locales
source: Business locals
fr: Locaux
sv: Affärslokaler

# tiendas
source: Shops
fr: Magasin
sv: Affär

# tipo
source: Type
sv: Typ

# zona
source: Area
fr: Zone
sv: Omraden

# contacto
source: Contact
fr: Contacter
sv: Kontakta

# fechaNoValida
source: The selected date is not valid
fr: La date sélectionnée n'est pas valide
sv: Det valda datumet är ogiltigt

# noSePudoConectar
source: Could not connect with database. Please try again later
fr: Impossible de se connecter à la base de données. Veuillez réessayer plus tard
sv: Kunde inte ansluta till databasen. Vänligen försök igen senare

# valoresInvalidos
source: The selected values are not valid. Please try again
fr: Les valeurs sélectionnées ne sont pas valides. Veuillez réessayer
sv: De valda värdena är inte giltiga. Var god försök igen

# estudio
source: Studio flat
fr: Studio
sv: Etta

# apartamento
source: Apartment
fr: Appartement
sv: Lägenhet

# piso
source: Flat
fr: Appartement
sv: Vaning

# casa
source: House
fr: Maison
sv: Hus

source: Chalet
fr: Pavillon
sv: Hus

# local
source: Business local
fr: Local
sv: Affärslokaler

# propiedad
source: Property
fr: Propriété
sv: Egendom

# en
source: in
fr: à
sv: i

# generales
source: General
fr: Général
sv: Allmänt

# superficies
source: Surfaces
sv: Ytor

# equipamientos
source: Equipment
sv: Utrustning

# calidades
source: Qualities
fr: Qualités
sv: Material

# codigoTuristico
source: Tourist rental license
fr: Code d'enregistrement Of. Tourisme
sv: Turisuthyrningslicens

# ascensor
source: Lift
fr: ascenseur
sv: Hiss

# salones
source: Living room
fr: Salon
sv: Vardagsrum

# banos
source: Bathroom
fr: salle de bains
sv: Badrum

# empotrados
source: Built-in wardrobes
fr: placards
sv: Inbyggda garderober

# terrazas
source: Terrace
fr: terrasse
sv: Terrass

# lavadero
source: Laundry
fr: Lavadero
sv: Tvättstuga

# construido
source: Built
fr: Construit
sv: Konstruktionsarea

# util
source: Useful
fr: Utile
sv: Boarea

# jardines
source: gardens
fr: Jardins
sv: Trädgard

# cocinaIndependiente
source: Separate kitchen
fr: Cuisine Indépendante
sv: Separat kök

# cocinaAmericana
source: Open kitchen
fr: Cuisine Américaine
sv: Öppet kök

# cocinaAmueblada
source: Fitted kitchen
fr: Cuisine Équiée
sv: Inrett kök

# electrodomesticos
source: Home appliances
fr: Appareils
sv: Vitvaror

# instalacion
source: A/C Installed
fr: Aire Acondicionado / Instalación
sv: A/C Installerad

# climatizador
source: A/C Climate control
fr: Contrôle du climat
sv: A/C Klimatanläggning

# preinstalacion
source: A/C Prepared
fr: Aire Acondicionado / Preinstalación
sv: A/C Förberett

# central
source: Central air conditioner
fr: Climatisation centrale
sv: Central luftkonditionering

# portero
source: Intercom
fr: Portero automático
sv: Porttelefon

# videoportero
source: Video Intercom
fr: Vidéo intercom
sv: Porttelefon med kamera

# soleriaCeramica
source: Ceramic flooring
fr: Plancher en céramique
sv: Klinkers

# soleriaParquet
source: Parquet flooring
fr: Parquet
sv: Parkettgolv

# tarima
source: Pallet flooring
fr: Pallet
sv: Flytande golv

# soleriaMarmol
source: Marble flooring
fr: Revêtement de sol en marbre
sv: Marmorgolv

# zonaUrbana
source: Urban area
fr: Zone urbaine
sv: Tätort

# urbanizacion
source: Urbanization
fr: Urbanisation
sv: Urbanisering

# metrosPlaya
source: <500 to the beach
fr: à 500 mètres de la plage
sv: 500 Meter till strand

# segundaLinea
source: 2nd Line to the beach
fr: 2ème ligne de la plage
sv: 2:a strandlinjen

# primeraLinea
source: 1st Line to the beach
fr: 1ère ligne de la plage
sv: 1:a strandlinjen

# zonaCostera
source: In coastal area
fr: dans la zone côtière
sv: Kustomrade

# orientacionEste
source: East orientation
fr: Orientation est
sv: Öster

# orientacionOeste
source: West orientation
fr: Orientation ouest
sv: Väster

# orientacionSur
source: South orientation
fr: Orientation sud
sv: Soder

# orientacionSuroeste
source: Southwest orientation
fr: Orientation sudouest
sv: Sydväst

# orientacionSureste
source: Southeast orientation
fr: Orientation sudest
sv: Sydost

# orientacionNoroeoste
source: Northwest orientation
fr: Orientation nordouest
sv: Nordväst

# escuelas
source: Schools
fr: Écoles
sv: Skolor

# zonasDeportivas
source: Sports areas
fr: Installations sportives
sv: Idrottsanläggning

# zonasVerdes
source: Greens spaces
fr: Espaces verts
sv: Grönomraden

source: Bus
fr: Autobus
sv: Buss

# planta
source: Âª floor
fr: ª étage
sv: ª Vaningar

# situacion
source: Location
fr: Endroit
sv: Läge

# cercaDe
source: Close to
fr: Proche de
sv: Nära

# comunicaciones
source: Communications
sv: Kommunikation

# consultar
source: On request
fr: Sur demande
sv: Pa förfragan

# piscina
source: Pool
fr: Piscine
